// Тут мы создали новый объект чтобы наглядно продемонстрировать вам работу в JSON

let options = {
    width: 1266,
    height: 768,
    bgckground: "red",
    
    font: {
        size: "16px",
        color: "#fff"
    }
};

// json.stringify() - позволяет вам превратить данные типа объект в строчный тип данных
let jon = console.log(JSON.stringify(options));

// let json = console.log(JSON.parse(jon));
// Я дико извиняюсь что не смог сегодня поработаь
// First commit today


// JSON - это Javascript Object notation






// ------------------------------------------->
// ########################################################
// AJAX
// ########################################################
// ------------------------------------------->


